Repository: steventsao/byot
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ (@%@ subagent)
source: %1$@ (@%2$@ subagent)
zh_hans: %1$@（@%2$@ 子智能体）

source: %@ Earlier messages load once the server is back.
zh_hans: %@服务器恢复后会加载更早的消息。

source: %@ code
zh_hans: %@ 代码

# %@ compared with %@.
source: %1$@ compared with %2$@.
zh_hans: %1$@ 与 %2$@ 的比较。

source: %@ couldn’t be read as a file.
zh_hans: 无法将“%@”读取为文件。

source: %@ couldn’t be read, so it wasn’t added.
zh_hans: 无法读取“%@”，因此未添加。

# %@ didn’t accept the prompt. %@
source: %1$@ didn’t accept the prompt. %2$@
zh_hans: %1$@ 未接受该提示词。%2$@

source: %1$@ didn’t fit beside the attachments already in this message. A message can carry %2$lld files, up to %3$@ in total.
zh_hans: %1$@ 无法与此消息中已有的附件一同添加。每条消息最多可包含 %2$lld 个文件，总计不超过 %3$@。

source: %@ has no projects yet. Open byot to start a session in a directory.
zh_hans: %@ 还没有项目。打开 byot 以在某个目录中开始会话。

source: %@ is empty and can’t be attached.
zh_hans: “%@”为空，无法附加。

source: %@ is empty, so it wasn’t added.
zh_hans: “%@”为空，因此未添加。

# %@ is larger than %@, so it wasn’t added.
source: %1$@ is larger than %2$@, so it wasn’t added.
zh_hans: “%1$@”超过 %2$@，因此未添加。

# %@ is larger than %@.
source: %1$@ is larger than %2$@.
zh_hans: “%1$@”超过 %2$@。

source: %@ is no longer available. Share it again.
zh_hans: “%@”已不可用。请重新分享。

source: %@ is unavailable on this OpenCode server.
zh_hans: 此 OpenCode 服务器不支持“%@”。

source: %@ messages
zh_hans: %@ 条消息

# %@ of %@ tokens
source: %1$@ of %2$@ tokens
zh_hans: %1$@ / %2$@ 个 token

# %@ on %@
source: %1$@ on %2$@
zh_hans: %2$@ 上的 %1$@

source: %@ output
zh_hans: %@ 输出

source: %@ priority
zh_hans: 优先级：%@

# %@ returned an error. %@
source: %1$@ returned an error. %2$@
zh_hans: %1$@ 返回了错误。%2$@

source: %@ subagent
zh_hans: %@ 子智能体

source: %@ tokens
zh_hans: %@ 个 token

source: %@ tokens in context
zh_hans: 上下文中有 %@ 个 token

source: %@ tokens. The model's context size is unknown
zh_hans: %@ 个 token。模型的上下文大小未知

# %@ uncommitted, %lld additions, %lld deletions
source: %1$@ uncommitted, %2$lld additions, %3$lld deletions
zh_hans: %1$@ 未提交，%2$lld 处新增，%3$lld 处删除

# %@ used %@
source: %1$@ used %2$@
zh_hans: %1$@使用了 %2$@

# %@ wasn’t added: attachments can total up to %@ per message.
source: %1$@ wasn’t added: attachments can total up to %2$@ per message.
zh_hans: 未添加“%1$@”：每条消息的附件总计不能超过 %2$@。

source: %@ will be lost.
zh_hans: %@将会丢失。

# %@ · %lld active
source: %1$@ · %2$lld active
zh_hans: %1$@ · %2$lld 个运行中

source: %@ · Background
zh_hans: %@ · 后台

# %@, %@, %@ on %@
source: %1$@, %2$@, %3$@ on %4$@
zh_hans: %1$@，%2$@，%4$@ 上的 %3$@

# %@, %@, %lld additions, %lld deletions
source: %1$@, %2$@, %3$lld additions, %4$lld deletions
zh_hans: %1$@，%2$@，%3$lld 处新增，%4$lld 处删除

source: %@, enabled
zh_hans: %@，已启用

source: %@, not enabled
zh_hans: %@，未启用

source: %lld active
zh_hans: %lld 个运行中

# %lld active · %@
source: %1$lld active · %2$@
zh_hans: %1$lld 个运行中 · %2$@

source: %lld additions
zh_hans: %lld 处新增

# %lld additions, %lld deletions
source: %1$lld additions, %2$lld deletions
zh_hans: %1$lld 处新增，%2$lld 处删除

source: %lld attachments
zh_hans: %lld 个附件

source: %lld changed files
zh_hans: %lld 个已更改的文件

# %lld changed files, %lld additions, %lld deletions
source: %1$lld changed files, %2$lld additions, %3$lld deletions
zh_hans: %1$lld 个已更改的文件，%2$lld 处新增，%3$lld 处删除

source: %lld deletions
zh_hans: %lld 处删除

source: %lld earlier lines hidden
zh_hans: 已隐藏前面的 %lld 行

source: %lld files
zh_hans: %lld 个文件

# %lld files · +%lld −%lld
source: %1$lld files · +%2$lld −%3$lld
zh_hans: %1$lld 个文件 · +%2$lld −%3$lld

source: %lld images
zh_hans: %lld 张图片

source: %lld more
zh_hans: 另外 %lld 个

source: %lld more in byot
zh_hans: byot 中还有 %lld 个

# %lld need attention · %@
source: %1$lld need attention · %2$@
zh_hans: %1$lld 个需要注意 · %2$@

# %lld need input · %@
source: %1$lld need input · %2$@
zh_hans: %1$lld 个需要输入 · %2$@

source: %lld need you
zh_hans: %lld 个需要你处理

source: %lld not enabled
zh_hans: %lld 个未启用

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: 第 %1$lld 个，共 %2$lld 个

# %lld of %lld connected
source: %1$lld of %2$lld connected
zh_hans: 已连接 %1$lld 个，共 %2$lld 个

# %lld of %lld tasks resolved
source: %1$lld of %2$lld tasks resolved
zh_hans: 已完成 %1$lld 项任务，共 %2$lld 项

# %lld percent used, %@ of %@ tokens
source: %1$lld percent used, %2$@ of %3$@ tokens
zh_hans: 已使用 %1$lld%%，%2$@ / %3$@ 个 token

# %lld retrying · %@
source: %1$lld retrying · %2$@
zh_hans: %1$lld 个正在重试 · %2$@

source: %lld sessions
zh_hans: %lld 个会话

source: %lld sessions are running
zh_hans: %lld 个会话正在运行

source: %lld sessions are running.
zh_hans: %lld 个会话正在运行。

source: %lld sessions need you
zh_hans: %lld 个会话需要你处理

source: %lld sources
zh_hans: %lld 个来源

source: %lld tool calls
zh_hans: %lld 次工具调用

source: %lld uncommitted changes
zh_hans: %lld 处未提交的更改

source: %lld waiting
zh_hans: %lld 个等待中

# %lld%% of %@
source: %1$lld%% of %2$@
zh_hans: %2$@ 的 %1$lld%%

source: %lld%% of context used
zh_hans: 已使用 %lld%% 的上下文

# %lldh %lldm
source: %1$lldh %2$lldm
zh_hans: %1$lld 小时 %2$lld 分

# %lldm %llds
source: %1$lldm %2$llds
zh_hans: %1$lld 分 %2$lld 秒

source: %llds
zh_hans: %lld 秒

source: +%lld more
zh_hans: 还有 %lld 个

source: , branch %@
zh_hans: ，分支 %@

source: , no newline at end of file
zh_hans: ，文件末尾无换行符

source: /%@ · Server command · Add arguments below
zh_hans: /%@ · 服务器命令 · 请在下方添加参数

source: /%@ · Server skill · Add arguments below
zh_hans: /%@ · 服务器技能 · 请在下方添加参数

source: 1 addition
zh_hans: 1 处新增

source: 1 changed file
zh_hans: 1 个已更改的文件

# 1 changed file, %lld additions, %lld deletions
source: 1 changed file, %1$lld additions, %2$lld deletions
zh_hans: 1 个已更改的文件，%1$lld 处新增，%2$lld 处删除

source: 1 deletion
zh_hans: 1 处删除

source: 1 earlier line hidden
zh_hans: 已隐藏前面的 1 行

source: 1 file
zh_hans: 1 个文件

source: 1 message
zh_hans: 1 条消息

source: 1 needs input · %@
zh_hans: 1 个需要输入 · %@

source: 1 needs you
zh_hans: 1 个需要你处理

source: 1 session
zh_hans: 1 个会话

source: 1 session is running
zh_hans: 1 个会话正在运行

source: 1 session is running.
zh_hans: 1 个会话正在运行。

source: 1 session needs you
zh_hans: 1 个会话需要你处理

source: 1 source
zh_hans: 1 个来源

source: 1 tool call
zh_hans: 1 次工具调用

source: 1 uncommitted change
zh_hans: 1 处未提交的更改

source: 1. Run this command on the computer running your OpenCode server. Node.js 22 or later is required.
zh_hans: 1. 在运行 OpenCode 服务器的电脑上运行此命令。需要 Node.js 22 或更高版本。

source: 2. Enter this pairing code when asked, then enter the OpenCode server address and password on that computer.
zh_hans: 2. 出现提示时输入此配对码，然后在那台电脑上输入 OpenCode 服务器地址和密码。

# A message can carry %lld files, so %lld more weren’t added.
source: A message can carry %1$lld files, so %2$lld more weren’t added.
zh_hans: 每条消息最多可包含 %1$lld 个文件，因此另外 %2$lld 个未添加。

source: A message can carry %lld files, so 1 more wasn’t added.
zh_hans: 每条消息最多可包含 %lld 个文件，因此另外 1 个未添加。

source: A queued message has started. Stop that turn before changing session history.
zh_hans: 一条排队的消息已开始运行。请先停止该轮次，再更改会话历史。

source: A worktree is a separate checkout of %@ on its own branch, for sessions that shouldn’t touch your main checkout.
zh_hans: 工作树是 %@ 在独立分支上的单独检出，适合不应改动主检出的会话。

source: About byot
zh_hans: 关于 byot

source: Accepted for computer
zh_hans: 电脑已接收

source: Actions for %@
zh_hans: “%@”的操作

source: Add %@ as context
zh_hans: 将“%@”添加为上下文

source: Add MCP servers to opencode.json on the server.
zh_hans: 请在服务器上的 opencode.json 中添加 MCP 服务器。

source: Add Screenshot Fixture
zh_hans: 添加截图测试数据

source: Add Text Fixture
zh_hans: 添加文本测试数据

source: Add an OpenCode server in byot first.
zh_hans: 请先在 byot 中添加一个 OpenCode 服务器。

source: Add an OpenCode server in byot, then share again.
zh_hans: 请在 byot 中添加一个 OpenCode 服务器，然后重新分享。

source: Add arguments, then send
zh_hans: 添加参数，然后发送

source: Add attachment
zh_hans: 添加附件

source: Add selected lines as context
zh_hans: 将所选行添加为上下文

source: Add server
zh_hans: 添加服务器

source: Add text or an attachment.
zh_hans: 请添加文本或附件。

source: Add whole file as context
zh_hans: 将整个文件添加为上下文

source: Added
zh_hans: 已添加

source: Added context
zh_hans: 已添加的上下文

# Added line %@: %@%@
source: Added line %1$@: %2$@%3$@
zh_hans: 新增第 %1$@ 行：%2$@%3$@

source: Adding attachments…
zh_hans: 正在添加附件…

source: Adding to your first message
zh_hans: 将添加到你的第一条消息中

source: Agent
zh_hans: 智能体

source: Agent, model and duration beside each reply
zh_hans: 在每条回复旁显示智能体、模型和耗时

source: Agents directory
zh_hans: Agents 目录

source: Alerts
zh_hans: 提醒

source: All Agents…
zh_hans: 所有智能体…

source: All quiet
zh_hans: 一切正常

source: Allow Microphone Access
zh_hans: 允许访问麦克风

source: Allow Speech Recognition
zh_hans: 允许语音识别

source: Allow camera access
zh_hans: 允许访问相机

source: Allow camera access in Settings, or choose a photo of the code below.
zh_hans: 请在“设置”中允许访问相机，或在下方选择配对码的照片。

source: Allow once
zh_hans: 允许一次

source: Always allow
zh_hans: 始终允许

source: Always allow %@?
zh_hans: 始终允许 %@？

source: Always allow would remember for this directory
zh_hans: “始终允许”会针对此目录记住该选择

source: Always allow would save this project permission
zh_hans: “始终允许”会保存此项目权限

source: An answer is required.
zh_hans: 必须填写答案。

source: Anyone with the link can view this conversation.
zh_hans: 拥有链接的任何人都可以查看此对话。

source: App action
zh_hans: App 操作

source: Appearance
zh_hans: 外观

source: Applies Control to the next key you type.
zh_hans: 对你输入的下一个按键应用 Control。

source: Approval needed
zh_hans: 需要批准

source: Approval requests
zh_hans: 批准请求

source: Archive
zh_hans: 归档

source: Ask OpenCode
zh_hans: 询问 OpenCode

source: Ask OpenCode ${prompt}
zh_hans: 询问 OpenCode ${prompt}

source: Attach up to %lld files to one message.
zh_hans: 每条消息最多可附加 %lld 个文件。

source: Attachment
zh_hans: 附件

source: Attachments
zh_hans: 附件

source: Attachments can total up to %@ per message.
zh_hans: 每条消息的附件总计不能超过 %@。

source: Attempt %lld
zh_hans: 第 %lld 次尝试

# Attempt %lld · %@
source: Attempt %1$lld · %2$@
zh_hans: 第 %1$lld 次尝试 · %2$@

source: Attempts to send this queued message again
zh_hans: 尝试再次发送这条排队的消息

source: Automatic
zh_hans: 自动

source: Automatic sharing creates a public link for every new session.
zh_hans: 自动分享会为每个新会话创建公开链接。

source: Automatic · context limit reached
zh_hans: 自动 · 已达到上下文上限

source: Back to main session
zh_hans: 返回主会话

source: Binary file
zh_hans: 二进制文件

source: Branch
zh_hans: 分支

source: Branch %@
zh_hans: 分支 %@

source: Browse
zh_hans: 浏览

source: Browse files on this session’s server
zh_hans: 浏览此会话所在服务器上的文件

source: Built in
zh_hans: 内置

source: Cache read
zh_hans: 缓存读取

source: Cache write
zh_hans: 缓存写入

source: Camera access is off
zh_hans: 相机访问已关闭

source: Camera is restricted
zh_hans: 相机访问受限

source: Camera viewfinder
zh_hans: 相机取景器

source: Cancel
zh_hans: 取消

source: Cancel message
zh_hans: 取消消息

source: Cancelled
zh_hans: 已取消

source: Change
zh_hans: 更改

source: Change at line %@
zh_hans: 第 %@ 行的更改

source: Changed
zh_hans: 已更改

source: Changed %lld files
zh_hans: 更改了 %lld 个文件

source: Changed 1 file
zh_hans: 更改了 1 个文件

source: Changed file %lld
zh_hans: 已更改的文件 %lld

source: Changed-file status is unavailable on this server.
zh_hans: 此服务器不提供已更改文件的状态。

source: Changes
zh_hans: 更改

source: Changes the default model, agent, sharing and more for every project
zh_hans: 更改所有项目的默认模型、智能体、分享等设置

source: Changes unavailable
zh_hans: 无法查看更改

source: Check Sessions Needing Attention
zh_hans: 检查需要处理的会话

source: Check connection
zh_hans: 检查连接

source: Check sessions needing attention
zh_hans: 检查需要处理的会话

source: Check that the server is running, then try again.
zh_hans: 请确认服务器正在运行，然后重试。

source: Checking out a new branch on the server.
zh_hans: 正在服务器上检出新分支。

source: Checking session status
zh_hans: 正在检查会话状态

source: Checking the project layout and nearby documentation.
zh_hans: 正在检查项目结构和相关文档。

source: Checking…
zh_hans: 正在检查…

source: Checkpoint · %@
zh_hans: 检查点 · %@

source: Child sessions
zh_hans: 子会话

source: Choose File
zh_hans: 选取文件

source: Choose Photo
zh_hans: 选取照片

source: Choose Yes or No.
zh_hans: 请选择“是”或“否”。

source: Choose a file inside this session’s project.
zh_hans: 请选择此会话项目内的文件。

source: Choose a model before compacting this conversation.
zh_hans: 压缩此对话前，请先选择一个模型。

source: Choose a model before compacting.
zh_hans: 压缩前请先选择一个模型。

source: Choose a photo of the code or paste the pairing link below.
zh_hans: 请在下方选择配对码的照片或粘贴配对链接。

source: Choose a project for OpenCode to work in.
zh_hans: 请选择一个供 OpenCode 工作的项目。

source: Choose a project, then finish the message.
zh_hans: 请选择一个项目，然后完成消息。

source: Choose a session from the list, or start a new one.
zh_hans: 从列表中选择一个会话，或开始新会话。

source: Choose agent
zh_hans: 选择智能体

source: Choose an available model to continue.
zh_hans: 请选择一个可用的模型以继续。

source: Choose another model
zh_hans: 选择其他模型

source: Choose fewer options.
zh_hans: 请减少所选选项。

source: Choose from Photos
zh_hans: 从照片中选取

source: Choose model
zh_hans: 选择模型

source: Choose more options.
zh_hans: 请选择更多选项。

source: Claude directory
zh_hans: Claude 目录

source: Clear
zh_hans: 清除

source: Clear search
zh_hans: 清除搜索

source: Close %@?
zh_hans: 关闭“%@”？

source: Close tab
zh_hans: 关闭标签页

source: Close terminal
zh_hans: 关闭终端

source: Code expires %@.
zh_hans: 配对码将于 %@ 过期。

source: Code intelligence
zh_hans: 代码智能

source: Collapse unchanged lines
zh_hans: 折叠未更改的行

source: Collapsed
zh_hans: 已折叠

source: Command
zh_hans: 命令

source: Command didn’t run. %@
zh_hans: 命令未运行。%@

source: Command result unconfirmed
zh_hans: 命令结果未确认

source: Command: %@
zh_hans: 命令：%@

source: Commits on it and %@ will be discarded.
zh_hans: 其上的提交和%@将被丢弃。

source: Commits on it and any uncommitted changes will be discarded.
zh_hans: 其上的提交和所有未提交的更改将被丢弃。

source: Compact session
zh_hans: 压缩会话

source: Compacted
zh_hans: 已压缩

source: Compacted. Usage updates after the next reply
zh_hans: 已压缩。用量将在下一条回复后更新

source: Compaction
zh_hans: 压缩

source: Compaction summary
zh_hans: 压缩摘要

source: Compare
zh_hans: 比较

source: Compatibility
zh_hans: 兼容性

source: Compatible (newer, unverified)
zh_hans: 兼容（较新，未验证）

source: Compatible (verified baseline)
zh_hans: 兼容（已验证的基线版本）

source: Complete
zh_hans: 已完成

source: Completed
zh_hans: 已完成

source: Computer paired
zh_hans: 电脑已配对

source: Computer queue enabled
zh_hans: 已启用电脑队列

source: Computer queue · %lld pending
zh_hans: 电脑队列 · %lld 条待处理

source: Config
zh_hans: 配置

source: Config directory
zh_hans: 配置目录

source: Config file
zh_hans: 配置文件

source: Configuration
zh_hans: 配置

source: Configuration copied
zh_hans: 已拷贝配置

source: Confirm always allow
zh_hans: 确认始终允许

source: Connect a provider, then refresh.
zh_hans: 请连接一个提供商，然后刷新。

source: Connect your computer
zh_hans: 连接你的电脑

source: Connect your server
zh_hans: 连接你的服务器

source: Connected
zh_hans: 已连接

source: Connected to %lld projects.
zh_hans: 已连接到 %lld 个项目。

source: Connected to 1 project.
zh_hans: 已连接到 1 个项目。

source: Connected, %@
zh_hans: 已连接，%@

source: Connecting
zh_hans: 正在连接

source: Connecting…
zh_hans: 正在连接…

source: Content
zh_hans: 内容

source: Context
zh_hans: 上下文

source: Context OpenCode added for the model, %lld lines
zh_hans: OpenCode 为模型添加的上下文，%lld 行

source: Context OpenCode added for the model, 1 line
zh_hans: OpenCode 为模型添加的上下文，1 行

source: Context and usage
zh_hans: 上下文与用量

source: Context compacted
zh_hans: 上下文已压缩

source: Context compacted automatically
zh_hans: 上下文已自动压缩

source: Context compacted automatically because the context limit was reached
zh_hans: 由于达到上下文上限，上下文已自动压缩

source: Context compacted on request
zh_hans: 已手动压缩上下文

source: Continue after undo
zh_hans: 撤销后继续

source: Continue in browser
zh_hans: 在浏览器中继续

source: Conversation
zh_hans: 对话

source: Conversation rewound
zh_hans: 对话已回退

source: Copied
zh_hans: 已拷贝

source: Copies the configuration without secrets
zh_hans: 拷贝配置（不含密钥）

source: Copy
zh_hans: 拷贝

source: Copy Command
zh_hans: 拷贝命令

source: Copy Markdown
zh_hans: 拷贝 Markdown

source: Copy Output
zh_hans: 拷贝输出

source: Copy all
zh_hans: 全部拷贝

source: Copy code
zh_hans: 拷贝代码

source: Copy command
zh_hans: 拷贝命令

source: Copy compatibility summary
zh_hans: 拷贝兼容性摘要

source: Copy line
zh_hans: 拷贝该行

source: Copy link
zh_hans: 拷贝链接

source: Copy output
zh_hans: 拷贝输出

source: Copy patch
zh_hans: 拷贝补丁

source: Copy path
zh_hans: 拷贝路径

source: Copy response
zh_hans: 拷贝回复

source: Copy setup command
zh_hans: 拷贝设置命令

source: Copy transcript
zh_hans: 拷贝对话记录

source: Copy transcript as Markdown
zh_hans: 以 Markdown 格式拷贝对话记录

source: Cost
zh_hans: 费用

# Couldn’t %@. %@
source: Couldn’t %1$@. %2$@
zh_hans: 无法%1$@。%2$@

# Couldn’t %@: %@
source: Couldn’t %1$@: %2$@
zh_hans: 无法%1$@：%2$@

source: Couldn’t Add Attachment
zh_hans: 无法添加附件

# Couldn’t archive “%@”: %@
source: Couldn’t archive “%1$@”: %2$@
zh_hans: 无法归档“%1$@”：%2$@

# Couldn’t close “%@”: %@
source: Couldn’t close “%1$@”: %2$@
zh_hans: 无法关闭“%1$@”：%2$@

source: Couldn’t create the worktree.
zh_hans: 无法创建工作树。

source: Couldn’t fully check %@
zh_hans: 未能完整检查 %@

source: Couldn’t fully check %@.
zh_hans: 未能完整检查 %@。

source: Couldn’t load changes
zh_hans: 无法载入更改

source: Couldn’t load image
zh_hans: 无法载入图像

source: Couldn’t load models and agents. %@
zh_hans: 无法载入模型和智能体。%@

source: Couldn’t load sessions
zh_hans: 无法载入会话

source: Couldn’t load settings
zh_hans: 无法载入设置

source: Couldn’t load status
zh_hans: 无法载入状态

source: Couldn’t load this session
zh_hans: 无法载入此会话

source: Couldn’t load this session. It may have been deleted, or the server may be offline. Open the server and try again.
zh_hans: 无法载入此会话。它可能已被删除，或服务器可能处于离线状态。请打开该服务器后重试。

source: Couldn’t load worktrees
zh_hans: 无法载入工作树

source: Couldn’t open a terminal: %@
zh_hans: 无法打开终端：%@

source: Couldn’t open session
zh_hans: 无法打开会话

source: Couldn’t open the subagent session: %@
zh_hans: 无法打开子智能体会话：%@

source: Couldn’t open the terminal
zh_hans: 无法打开终端

source: Couldn’t open “%@”. It may have been deleted, or the server may be offline. Choose another session or try again.
zh_hans: 无法打开“%@”。它可能已被删除，或服务器可能处于离线状态。请选择其他会话或重试。

source: Couldn’t prepare the file to share. You can still copy the transcript.
zh_hans: 无法准备要分享的文件。你仍然可以拷贝对话记录。

source: Couldn’t preview attachment
zh_hans: 无法预览附件

source: Couldn’t reach %@
zh_hans: 无法连接 %@

source: Couldn’t reach %@. Check that byot’s servers are running, then try again.
zh_hans: 无法连接 %@。请确认 byot 的服务器正在运行，然后重试。

source: Couldn’t reach %@. Check that it’s running and connected, then try again.
zh_hans: 无法连接 %@。请确认它正在运行且已连接，然后重试。

source: Couldn’t reach the queue. Unsent messages remain saved on this iPhone.
zh_hans: 无法连接队列。未发送的消息仍保存在此 iPhone 上。

source: Couldn’t read this queued message.
zh_hans: 无法读取这条排队的消息。

source: Couldn’t refresh sessions
zh_hans: 无法刷新会话

source: Couldn’t refresh. %@
zh_hans: 无法刷新。%@

source: Couldn’t remove server
zh_hans: 无法移除服务器

source: Couldn’t rename the terminal: %@
zh_hans: 无法重命名终端：%@

source: Couldn’t restore saved messages. The saved queue has been kept for recovery.
zh_hans: 无法恢复已保存的消息。已保留保存的队列以便恢复。

source: Couldn’t restore this draft from this iPhone.
zh_hans: 无法从此 iPhone 恢复这份草稿。

source: Couldn’t save draft attachments. Keep this session open until you send them.
zh_hans: 无法保存草稿附件。请保持此会话打开，直到你发送它们。

source: Couldn’t save this draft. Keep this session open until you send it.
zh_hans: 无法保存这份草稿。请保持此会话打开，直到你发送它。

source: Couldn’t save. %@
zh_hans: 无法存储。%@

source: Couldn’t send your response
zh_hans: 无法发送你的回复

source: Couldn’t share to byot
zh_hans: 无法分享到 byot

source: Couldn’t update notifications
zh_hans: 无法更新通知

source: Couldn’t use pairing link
zh_hans: 无法使用配对链接

source: Couldn’t verify the saved message.
zh_hans: 无法验证已保存的消息。

source: Create
zh_hans: 创建

source: Create and Start Session
zh_hans: 创建并开始会话

source: Creates the branch %@ in a new folder on the server.
zh_hans: 在服务器上的新文件夹中创建分支 %@。

source: Creating a worktree…
zh_hans: 正在创建工作树…

source: Creating session
zh_hans: 正在创建会话

source: Creating worktree…
zh_hans: 正在创建工作树…

source: Creating “%@”…
zh_hans: 正在创建“%@”…

source: Creative Commons Attribution 4.0
zh_hans: 知识共享署名 4.0

source: Current
zh_hans: 当前

source: Custom answer
zh_hans: 自定义答案

source: Dark
zh_hans: 深色

source: Default
zh_hans: 默认

source: Default agent
zh_hans: 默认智能体

source: Default branch
zh_hans: 默认分支

source: Default branch: %@
zh_hans: 默认分支：%@

source: Default model
zh_hans: 默认模型

source: Default shell
zh_hans: 默认 Shell

source: Default size
zh_hans: 默认大小

source: Defaults for every project on this server. A project’s own opencode.json can override them.
zh_hans: 此服务器上所有项目的默认设置。项目自己的 opencode.json 可以覆盖它们。

source: Defaults to the server byot last showed.
zh_hans: 默认为 byot 上次显示的服务器。

source: Defaults to the server’s working directory, or its only project.
zh_hans: 默认为服务器的工作目录或其唯一的项目。

source: Degraded (usable with limits)
zh_hans: 功能受限（可有限使用）

source: Delete
zh_hans: 删除

source: Delete Worktree
zh_hans: 删除工作树

source: Delete Worktree…
zh_hans: 删除工作树…

source: Delete conversation
zh_hans: 删除对话

source: Delete this conversation and its child sessions?
zh_hans: 要删除此对话及其子会话吗？

source: Delete worktree
zh_hans: 删除工作树

source: Delete worktree?
zh_hans: 要删除工作树吗？

source: Delete “%@”?
zh_hans: 要删除“%@”吗？

source: Deleted
zh_hans: 已删除

source: Deleted · −%lld
zh_hans: 已删除 · −%lld

source: Deletes the worktree’s folder on the server and its branch, %@.
zh_hans: 删除服务器上该工作树的文件夹及其分支 %@。

source: Deletes the worktree’s folder on the server and its branch.
zh_hans: 删除服务器上该工作树的文件夹及其分支。

source: Deleting is unavailable on this server.
zh_hans: 此服务器不支持删除。

source: Deleting…
zh_hans: 正在删除…

source: Design credits
zh_hans: 设计致谢

source: Detached HEAD
zh_hans: 分离的 HEAD

source: Details unavailable
zh_hans: 详细信息不可用

source: Dictate
zh_hans: 听写

source: Dictation Unavailable
zh_hans: 听写不可用

source: Dictation couldn’t start. Try again.
zh_hans: 无法开始听写。请重试。

source: Dictation stopped early. The words so far are in your message.
zh_hans: 听写提前停止。目前识别的内容已在你的消息中。

source: Didn’t hear anything. Tap the microphone and try again.
zh_hans: 没有听到任何声音。请轻点麦克风重试。

source: Didn’t run
zh_hans: 未运行

source: Directory
zh_hans: 目录

source: Disabled
zh_hans: 已停用

source: Discard changes
zh_hans: 放弃更改

source: Discard your changes?
zh_hans: 要放弃更改吗？

source: Discards what you shared.
zh_hans: 丢弃你分享的内容。

source: Disconnect notifications
zh_hans: 断开通知

source: Disconnected
zh_hans: 已断开连接

source: Dismiss
zh_hans: 关闭

source: Dismiss after reviewing session
zh_hans: 查看会话后关闭

source: Does not include the server address or credentials.
zh_hans: 不包含服务器地址或凭证。

source: Done
zh_hans: 完成

source: Done dictating
zh_hans: 完成听写

source: Double-tap to type.
zh_hans: 连按两次以输入。

source: Down arrow
zh_hans: 下箭头

source: Each tool call’s input and output
zh_hans: 每次工具调用的输入和输出

source: Each worktree is a separate checkout of %@ on its own branch, so its sessions can change files without touching your main checkout.
zh_hans: 每个工作树都是 %@ 在独立分支上的单独检出，因此其中的会话可以更改文件而不影响你的主检出。

source: Earlier messages were summarized to free the context window.
zh_hans: 为腾出上下文窗口，较早的消息已被总结。

source: Edit
zh_hans: 编辑

source: Edit file
zh_hans: 编辑文件

source: Edit queued message
zh_hans: 编辑排队的消息

source: Edit server
zh_hans: 编辑服务器

source: Edit the restored prompt to take a different direction, or redo the turn. Queued prompts are paused for review.
zh_hans: 编辑恢复的提示词以换个方向，或重做该轮次。排队的提示词已暂停，等待你查看。

source: Effective configuration
zh_hans: 生效的配置

source: Empty
zh_hans: 空

source: Enable computer queue
zh_hans: 启用电脑队列

source: Ended
zh_hans: 已结束

source: Ended with an error
zh_hans: 因错误而结束

source: Enter a command to run.
zh_hans: 请输入要运行的命令。

source: Enter a complete HTTPS server URL.
zh_hans: 请输入完整的 HTTPS 服务器 URL。

source: Enter a session name.
zh_hans: 请输入会话名称。

source: Enter a valid number.
zh_hans: 请输入有效的数字。

source: Enter the OpenCode server password.
zh_hans: 请输入 OpenCode 服务器密码。

source: Enter the OpenCode username.
zh_hans: 请输入 OpenCode 用户名。

source: Error
zh_hans: 错误

source: Errors
zh_hans: 错误

source: Exit %lld
zh_hans: 退出码 %lld

source: Exit 0
zh_hans: 退出码 0

source: Exit shell mode
zh_hans: 退出 Shell 模式

source: Exited with code %lld
zh_hans: 已退出，退出码 %lld

source: Expanded
zh_hans: 已展开
